Repository: xfce-mirror/xfce4-session
Catalog: po/*.po
Languages: ka, tt

source: Xfce Session
ka: Xfce სესია
tt: Xfce сеансы

source: Use this session to run Xfce as your desktop environment
ka: ამ სესიის გამოყენება Xfce-ის თქვენს სამუშაო მაგიდის გარემოდ გასაშვებად
tt: Xfce'ны мохитегез итү өчен әлеге сеансны файдаланырга

source: Session
ka: სესია
tt: Сеанс

source: Last accessed
ka: ბოლო წვდომა
tt: Соңгы тапкыр кулланылды

source: Screensaver
ka: ეკრანის დამცველი

source: Launch screensaver and locker program
ka: ეკრანის დამზოგი და ჩამკეტავი პროგრამის გაშვება

source: Settings manager socket
ka: პარამეტრების მმართველის სოკეტი
tt: Көйләүләр диспетчеры сокеты

source: SOCKET ID
ka: სოკეტის აიდი
tt: Сокетның ID

source: Version information
ka: ვერსიის შესახებ ინფორმაცია
tt: Версия турында мәгълүмат

source: Type '%s --help' for usage.
ka: აკრიფეთ "%s --help" გამოყენებისთვის.
tt: Куллану турында мәгълүматны алу өчен «%s --help» дип языгыз.

source: The Xfce development team. All rights reserved.
ka: Xfce-ის განვითარების ჯგუფი. ყველა უფლება დაცულია.
tt: Xfce төзүчеләр командасы. Барлык хокуклар якланган.

source: Please report bugs to <%s>.
ka: გთხოვთ, შეცდომების შესახებ გვაცნობეთ აქ <%s>.
tt: Хаталар турында <%s> хәбәр итегез.

source: Unable to contact settings server
ka: პარამეტრების სერვერთან დაკავშირება შეუძლებელია
tt: Көйләүләр серверына тоташып булмады

source: Unable to create user interface from embedded definition data
ka: ჩაშენებული აღწერის მონაცემებიდან მომხმარებლის ინტერფეისის შექმნა შეუძლებელია
tt: Кертелгән тасвирламадан кулланучы интерфейсын төзеп булмады

source: App_lication Autostart
ka: აპ_ლიკაციის ავტოგაშვება
tt: _Кушымталарны автомат рәвештә кабызу

source: Currently active session:
ka: ამჟამად აქტიური სესია:
tt: Агымдагы сеанс:

source: If running
ka: თუ გაშვებულია
tt: Әгәр башкарылса

source: Always
ka: ყოველთვის
tt: Һәрвакыт

source: Immediately
ka: დაუყოვნებლივ
tt: Кичекмәстән

source: Never
ka: არასოდეს
tt: Беркайчан

source: Session Save Error
ka: სესიის შენახვის შეცდომა
tt: Сеансны саклау хатасы

source: Unable to save the session
ka: სესიის შენახვა შეუძლებელია
tt: Сеансны саклап булмады

source: _Close
ka: დახურვა
tt: _Ябарга

source: Clear sessions
ka: სესიების გასუფთავება
tt: Сеансларны чистартырга

source: Are you sure you want to empty the session cache?
ka: დარწმუნებული ხართ, რომ გსურთ სესიის ქეშის გასუფთავება?
tt: Сез чыннан да сеанслар кэшын чистартырга телисезме?

source: The saved states of your applications will not be restored during your next login.
ka: თქვენი აპლიკაციების შენახული მდგომარეობა არ აღდგება სისტემაში შემდეგი შესვლისას.
tt: Кушымталарыгызның сакланылган халәтләре киләсе сеанста торгызылмаячак.

source: _Cancel
ka: გაუქმება
tt: _Баш тарту

source: _Proceed
ka: _გაგრძელება
tt: _Дәвам итәргә

source: You might need to delete some files manually in "%s".
ka: შეიძლება დაგჭირდეთ, ფაილები ხელით წაშალოთ საქაღალდეში "%s".
tt: Сезгә кайбер «%s» файлларын кулдан бетерергә туры килергә мөмкин.

source: All Xfce cache files could not be cleared
ka: Xfce-ის კეშის ყველა ფაილის გასუფთავება შეუძლებელია
tt: Барлык Xfce кэш файлларын чистартып булмады

source: Are you sure you want to terminate "%s"?
ka: მართლა გნებავთ "%s"-ის შეწყვეტა?
tt: Сез чыннан да «%s» тәмамларга телисезме?

source: Terminate Program
ka: პროგრამის შეწყვეტა
tt: Кушымта эшен тәмамларга

source: The application will lose any unsaved state and will not be restarted in your next session.
ka: აპლიკაცია დაკარგავს შეუნახავ მონაცემებს და არ ჩაირთვება შემდეგ სესიაში.
tt: Кушымтаның барлык сакланмаган мәгълүматлары югалачак һәм ул киләсе сеанста яңадан эшләтеп җибәрелмәячәк.

source: _Quit Program
ka: პროგრამიდან _გასვლა
tt: Программа эшен тәмамлау

source: Unable to terminate program.
ka: პროგრამის შეწყვეტა შეუძლებელია.
tt: Программаны тәмамлап булмады.

source: (Unknown program)
ka: (უცნობი პროგრამა)
tt: (билгесез программа)

source: Priority
ka: პრიორიტეტი
tt: Приоритет

source: Program
ka: პროგრამა
tt: Кушымта

source: Restart Style
ka: თავიდან გაშვების სტილი
tt: Кабат йөкләү ысулы

source: _OK
ka: კარგი
tt: _ХУП

source: Add application
ka: პროგრამის დამატება
tt: Кушымта өстәргә

source: Name:
ka: სახელი:
tt: Исем:

source: Description:
ka: აღწერა:
tt: Тасвирлама:

source: Command:
ka: ბრძანება:
tt: Команда:

source: Trigger:
ka: პირობა:
tt: Триггер:

source: Select a command
ka: ბრძანების არჩევა
tt: Команда сайлау

source: Cancel
ka: გაუქმება
tt: Баш тарту

source: OK
ka: კარგი
tt: ХУП

source: Edit application
ka: პროგრამის რედაქტირება
tt: Кушымтаны үзгәртергә

source: on login
ka: შესვლისას
tt: системага кергәндә

source: on logout
ka: გასვლისას
tt: системадан чыкканда

source: on shutdown
ka: გამორთვისას
tt: сүндергәндә

source: on restart
ka: გადატვირთვისას
tt: кабат йөкләгәндә

source: on suspend
ka: ძილისას
tt: көтү режимына кергәндә

source: on hibernate
ka: პროგრამული ძილისას
tt: йокы режимына кергәндә

source: on hybrid sleep
ka: ჰიბრიდული ძილისას
tt: гибернациягә кергәндә

source: on switch user
ka: მომხმარებლის გადართვისას
tt: кулланучыны алмаштырганда

source: Failed to open %s for writing
ka: %s-ის ჩაწერისთვის გახსნა შეუძლებელია
tt: Язу өчен %s файлын ачып булмады

source: Failed to unlink %s: %s
ka: "%s"-ის ბმულის მოხსნა ჩავარდა: %s
tt: %s бетереп булмады: %s

source: Failed to create file %s
ka: ვერ შევქმენი ფაილი %s
tt: %s файлын төзеп булмады

source: Failed to write file %s
ka: ფაილის (%s) ჩაწერის შეცდომა
tt: %s файлын язып булмады

source: Failed to open %s for reading
ka: %s-ის წასაკითხად გახსნის შეცდომა
tt: %s файлын уку өчен ачып булмады

source: Failed to set run hook
ka: გაშვების ჰუკის დაყენება ჩავარდა
tt: Башлауны эләктереп алуны билгеләп булмады

source: Trigger
ka: ტრიგერი
tt: Триггер

source: Add
ka: დამატება
tt: Өстәргә

source: Remove
ka: მოცილება
tt: Бетерергә

source: Remove application
ka: პროგრამის მოცილება
tt: Кушымтаны бетерергә

source: Edit
ka: ჩასწორება
tt: Үзгәртергә

source: Failed adding "%s"
ka: შეცდომა "%s"-ის დამატებისას
tt: «%s» өстәп булмады

source: Failed to remove item
ka: საგნის მოცილება ვერ მოხერხდა
tt: Элементны бетереп булмады

source: Failed to edit item
ka: საგნის რედაქტირება ვერ მოხერხდა
tt: Элементны үзгәртеп булмады

source: Failed to edit item "%s"
ka: ჩავარდა ჩასწორება ელემენტისთვის "%s"
tt: «%s» элементын үзгәртеп булмады

source: Failed to toggle item
ka: ელემენტის გადართვა ჩავარდა
tt: Элементны алмаштырып булмады

source: Disable binding to TCP ports
ka: TCP პორტებზე მოსმენის გათიშვა
tt: TCP портларына бәйләнешне өзәргә

source: Print version information and exit
ka: ვერსიის ინფორმაციის დაბეჭდვა და გასვლა
tt: Версия турында мәгълүматны күрсәтергә һәм чыгарга

source: Session Manager
ka: სესსის მმართველი
tt: Сеанс диспетчеры

source: Choose the session you want to restore. You can simply double-click the session name to restore it.
ka: აირჩიეთ სესია, რომლის აღდგენაც გნებავთ. აღსადგენად, უბრალოდ, ზედ ორჯერ დააწკაპუნეთ.
tt: Торгызырга теләгән сеансны сайлагыз. Аны йөкләү өчен Сез нибары сеанс исеменә ике тапкыр чиртә аласыз.

source: Create a new session.
ka: ახალი სესიის შექმნა.
tt: Яңа сеанс ачарга.

source: Delete a saved session.
ka: შენახული სესიის წაშლა.
tt: Сакланган сеансны бетерергә.

source: Log Out
ka: გამოსვლა
tt: Сеансны тәмамларга

source: Cancel the login attempt and return to the login screen.
ka: შესვლის მცდელობის გაუქმება და შესვლის ეკრანზე დაბრუნება.
tt: Керү омтылышыннан баш тартып системага керү экранына кайтырга.

source: Start
ka: დაწყება
tt: Старт

source: Start an existing session.
ka: არსებული სესიის გაშვება.
tt: Гамәлдә булган сеансны эшләтергә.

source: (Unknown)
ka: (უცნობი)
tt: (билгес.)

source: Could not look up internet address for %s. This will prevent Xfce from operating correctly. It may be possible to correct the problem by adding %s to the file /etc/hosts on your system.
ka: "%s"-სთვის მისამართის მოძებნა შეუძლებელია. ამას შეუძლია Xfce-ის მუშაობას ხელი შეუშალოს. ამ პრობლემის მოცილება შეგიძლიათ %s-ის /etc/hosts ფაილში ჩამატებით მოაცილოთ.
tt: %s төененең IP-адресын ачыклау мөмкин түгел. Шул сәбәпле, Xfce дөрес эшләмәскә мөмкин. Проблеманы системагызның /etc/hosts файлына %s төенен өстәп хәл итәргә мөмкин.

source: Continue anyway
ka: მაინც გაგრძელება
tt: Барыбер дәвам итәргә

source: Try again
ka: კიდევ სცადეთ
tt: Омтылышны кабатларга

source: Unable to determine failsafe session name. Possible causes: xfconfd isn't running (D-Bus setup problem); environment variable $XDG_CONFIG_DIRS is set incorrectly (must include "%s"), or xfce4-session is installed incorrectly.
ka: უსაფრთხო სესიის სახელის დადგენა შეუძლებელია. შესაძლო მიზეზები: xfconfd გაშვებული არაა (D-Bus-ის მორგების პრობლემა), გარემოს ცვლადი $XDG_CONFIG_DIRS არასწორადაა დაყენებული (უნდა შეიცავდეს სტრიქონს "%s"), an xfce4-session არასწორადაა დაყენებული.
tt: Имин сеанс исемен билгеләп булмады. Мөмкин булган сәбәпләр: xfconfd эшләтеп җибәрелмәгән (D-Bus көйләү проблемалары); $XDG_CONFIG_DIRS мохит үзгәрешлесе дөрес билгеләнмәгән (үз эченә «%s» алырга тиеш), яисә xfce4-session дөрес билгеләнмәгән.

source: The specified failsafe session ("%s") is not marked as a failsafe session.
ka: მითითებული უსაფრთხო სესია ("%s") უსაფრთხოდ არაა მონიშნული.
tt: Күрсәтелгән сакланылышлы сеанс («%s») имин буларак тамгаланмаган.

source: The list of applications in the failsafe session is empty.
ka: ეს უსაფრთხო სესიის აპლიკაციების სია ცარიელია.
tt: Сакланылышлы сеанс кушымталары исемлеге буш.

source: Name for the new session
ka: ახალი სესიის სახელი
tt: Яңа сеанс өчен исем

source: Session Manager Error
ka: სესიების მმართველის შეცდომა
tt: Сеанслар менеджеры хатасы

source: Unable to load a failsafe session
ka: უსაფრთხო სესიის ჩატვირთვა ჩავარდა
tt: Имин сеансны йөкләп булмады

source: _Quit
ka: დატოვება
tt: _Чыгу

source: Shutdown Failed
ka: გამორთვის შეცდომა
tt: Компьютерны сүндереп булмады

source: Failed to suspend session
ka: სესიის დაძინება ჩავარდა
tt: Көтү режимына күчеп булмады

source: Failed to hibernate session
ka: სესიის პროგრამულად დაძინება ჩავარდა
tt: Йокы режимына күчеп булмады

source: Failed to hybrid sleep session
ka: სესიის ჰიბრიდულად დაძინება ჩავარდა
tt: Гибрид йокы режимына күчеп булмады

source: Failed to switch user
ka: მომხმარებლის გადართვა ჩავარდა
tt: Кулланучыны алмаштырып булмады

source: Can only terminate clients when in the idle state
ka: კლიენტების შეწყვეტა, მხოლოდ, უქმე მდგომარეობაშია შესაძლებელი
tt: Тәмамлау көтү режимындагы клиентлар өчен генә мөмкин

source: Session manager must be in idle state when requesting a checkpoint
ka: სესიების მმართველი საკონტროლო წერტილის მოთხოვნისას უქმე მდგომარეობაში უნდა იყოს
tt: Контроль ноктаны соратканда сеанслар менеджеры көтү режимында булырга тиеш

source: Session manager must be in idle state when requesting a shutdown
ka: სესიების მმართველი გამორთვის მოთხოვნისას უქმე მდგომარეობაში უნდა იყოს
tt: Сүндерүне соратканда сеанслар менеджеры көтү режимында булырга тиеш

source: Session manager must be in idle state when requesting a restart
ka: სესიების მმართველი გადატვირთვის მოთხოვნისას უქმე მდგომარეობაში უნდა იყოს
tt: Кабат йөкләүне соратканда сеанслар менеджеры көтү режимында булырга тиеш

source: Session manager must be in idle state when requesting a sleep
ka: სესიების მმართველი ძილის მოთხოვნისას უქმე მდგომარეობაში უნდა იყოს
tt: Йокы режимын соратканда сеанслар менеджеры көтү режимында булырга тиеш

source: Session manager must be in idle state when requesting a user switch
ka: სესიების მმართველი მომხმარებლის გადართვის მოთხოვნისას უქმე მდგომარეობაში უნდა იყოს
tt: Кулланучыны алмаштыруны соратканда сеанслар менеджеры көтү режимында булырга тиеш

source: Log out %s
ka: %s-დან გასვლა
tt: %s системасыннан чыгу

source: _Log Out
ka: გამოსვლა
tt: _Сеансны тәмамларга

source: _Restart
ka: გადატვირთვა
tt: Кабаттан _йөкләү

source: Shut _Down
ka: გამორთვა
tt: Сүнде_рергә

source: Sus_pend
ka: შეჩერება
tt: Кө_тү режимы

source: _Hibernate
ka: ჰიბერნაცია
tt: _Йокы режимы

source: H_ybrid Sleep
ka: ჰ_იბრიდული ძილი
tt: _Гибернация

source: Switch _User
ka: მომხმარებლის შეცვლა
tt: Кулланучыны _алмаштыру

source: _Save session for future logins
ka: _სესიების შენახვა მომავალში

source: An error occurred
ka: შეცდომა
tt: Хата килеп чыкты

source: Shutdown is blocked by the kiosk settings
ka: გამორთვა დაბლოკილია კიოსკის პარამეტრებიდან
tt: Киоск режимында эшне тәмамлау мөмкин түгел

source: Unknown shutdown method %d
ka: უცნობი გამორთვის მეთოდი %d
tt: Эш тәмамлануның билгесез хатасы (%d)

source: Log out without displaying the logout dialog
ka: გასვლა გასვლის დაილოგის ჩვენების გარეშე
tt: Сеансны тәмамлау диалогын күрсәтмичә генә системадан чыгарга

source: Halt without displaying the logout dialog
ka: გამორთვა გასვლის დიალოგის ჩვენების გარეშე
tt: Сеансны тәмамлау диалогын күрсәтмичә генә компьютерны сүндерергә

source: Reboot without displaying the logout dialog
ka: გადატვირთვა გასვლის დიალოგის ჩვენების გარეშე
tt: Сеансны тәмамлау диалогын күрсәтмичә генә компьютерны кабат йөкләргә

source: Suspend without displaying the logout dialog
ka: ძილი გასვლის დიალოგის ჩვენების გარეშე
tt: Сеансны тәмамлау диалогын күрсәтмичә генә көтү режимына күчәргә

source: Hibernate without displaying the logout dialog
ka: პროგრამული ძილი გასვლის დიალოგის ჩვენების გარეშე
tt: Сеансны тәмамлау диалогын күрсәтмичә генә йокы режимына күчәргә

source: Hybrid Sleep without displaying the logout dialog
ka: ჰიბრიდული ძილი გასვლის დიალოგის ჩვენების გარეშე
tt: Сеансны тәмамлау диалогын күрсәтмичә генә гибрид йокы режимына күчәргә

source: Switch user without displaying the logout dialog
ka: მომხმარებლის გადართვა გასვლის დიალოგის ჩვენების გარეშე
tt: Сеансны тәмамлау диалогын күрсәтмичә генә кулланучыны алмаштырырга

source: Log out quickly; don't save the session
ka: სწრაფი გასვლა სესიის შენახვის გარეშე
tt: Сеансны сакламыйча гына тиз чыгу

source: Unknown error
ka: უცნობი შეცდომა
tt: Билгесез хата

source: Written by Benedikt Meurer <benny@xfce.org>
ka: ავტორი: Benedikt Meurer <benny@xfce.org>
tt: Автор: Benedikt Meurer <benny@xfce.org>

source: and Brian Tarricone <kelnos@xfce.org>.
ka: და Brian Tarricone <kelnos@xfce.org>.
tt: һәм Brian Tarricone <kelnos@xfce.org>.

source: Received error while trying to log out
ka: შეცდომა სესიიდან გასვლისას
tt: Сеансны тәмамларга омтылганда хата килеп чыкты

source: Log out of the Xfce Desktop
ka: გასვლა Xfce სამუშაო მაგიდიდან
tt: Xfce'дан чыгу

source: Shutdown, restart, suspend, or hibernate the system
ka: გამორთეთ, გადატვირთეთ ან დააძინეთ სისტემა
tt: Сүндерергә, кабат йөкләргә, системаны көтү яисә йокы режимына күчерергә

source: Authentication is required to shutdown, restart, suspend, or hibernate the system.
ka: სისტემის გამოსართავად, გადასატვირთად და დასაძინებლად ავთენტიკაცია გჭირდებათ.
tt: Сүндерү, кабаттан йөкләү, системаны көтү яисә йокы режимына күчерү өчен аутентификация кирәк.

source: Session and Startup
ka: სესია და გაშვება
tt: Сеанслар һәм старт

source: Customize desktop startup
ka: სამუშაო მაგიდის გაშვების მორგება
tt: Башлауны персональләштерү

source: session;settings;preferences;manager;startup;login;logout;shutdown;lock screen;application;autostart;launch;services;daemon;agent;
ka: session;settings;preferences;manager;startup;login;logout;shutdown;lock screen;application;autostart;launch;services;daemon;agent;სესია;აგენტი;პარამეტრები;შესვლა;გაშვება;გამოსვლა;ეკრანის ჩაკეტვა;
tt: сессия;көйләүләр;менеджер;кабызу;логин;сеанс;эшне тәмамлау;экранны блоклау;кушымта;автостарт;сервислар;демон;агент;

source: These applications are a part of the currently-running session, and can be saved now or when you log out. Changes below will only take effect when the session is saved.
ka: ეს აპლიკაციები ამჟამად გაშვებული სესიის ნაწილია და შეგიძლიათ, ახლა შეინახოთ, ან როცა გახვალთ. ცვლილებები ძალაში, მხოლოდ, მაშინ შევა, თუ სესიას შეინახავთ.
tt: Бу кушымталар агымдагы сеансның бер өлеше булып тора, һәм хәзер яисә системадан чыкканда сакланырга мөмкин. Түбәндәге үзгәрешләр сеансны саклаганнан соң гына үз көченә керәчәк.

source: _Help
ka: დახმარება
tt: _Ярдәм

source: _Display chooser on login
ka: ამრჩევის ჩვენება _გაშვებისას
tt: _Системага кергәндә сайлау диалогын күрсәтергә

source: Display the session chooser every time Xfce starts
ka: სესიის ამრჩევის ჩვენებე Xfce-ის თითოეული გაშვებისას
tt: Һәр Xfce кабызганда сеанслар сайлау диалогын күрсәтергә

source: <b>Session Chooser</b>
ka: <b>სესიის ამომრჩევი</b>
tt: <b>Сеансны сайлау</b>

source: Automatically save session on logo_ut
ka: სესიის ავტომატური შენახვა _გასვლისას
tt: _Чыкканда сеансны автомат рәвештә сакларга

source: Always save the session when logging out
ka: სესიის ავტომატური შენახვა მომხმარებლის სესიიდან გასვლისას
tt: Чыкканда сеансны һәрвакыт сакларга

source: Pro_mpt on logout
ka: _მოთხოვნა გასვლისას
tt: Чыкканда _сорарга

source: Prompt for confirmation when logging out
ka: დადასტურების მთხოვნა გასვლისას
tt: Чыкканда сеансны тәмамлауны раслауны сорарга

source: <b>Logout Settings</b>
ka: <b>გამოსვლის პარამეტრები</b>
tt: <b>Чыгу параметрлары</b>

source: Lock screen be_fore sleep
ka: ეკრანის დაბლოკვა _ძილამდე
tt: _Йокы алдыннан экранны блокларга

source: <b>Shutdown</b>
ka: <b>გამორთვა</b>
tt: <b>Эшне тәмамлау</b>

source: _General
ka: ზოგადი
tt: _Гомуми

source: Save Sess_ion
ka: სესიის შენახვა
tt: Сеансны _сакларга

source: Currently active session: <b>Default</b>
ka: ამჟამად აქტიური სესია: <b>ნაგულისხმევი</b>
tt: Агымдагы сеанс: <b>Килешү буенча</b>

source: Current Sessio_n
ka: მინდი_ნარე სესია
tt: _Агымдагы сеанс

source: _Remove
ka: მოცილება
tt: _Бетерергә

source: Delete the selected session
ka: არჩეული სესიის წაშლა
tt: Удалить выбранный сеанс

source: Clear Save_d Sessions
ka: შენახული სესიების _წაშლა
tt: Сакланылган сеансларны _чистартырга

source: Saved _Sessions
ka: შენახული სესიები
tt: _Сакланылган сеанслар

source: Launch GN_OME services on startup
ka: GNOME-ის სერვისების გაშვება ჩართვისას
tt: Системага кергәндә GN_OME хезмәтләрен эшләтергә

source: Start GNOME services, such as gnome-keyring
ka: GNOME-ის სერვისების, მაგ: gnome-keyring გაშვება
tt: Gnome-keyring кебек GNOME хезмәтләрен эшләтергә

source: Launch _KDE services on startup
ka: _KDE-ის სერვისების გაშვება ჩართვისას
tt: Системага кергәндә _KDE хезмәтләрен эшләтергә

source: Start KDE services, such as kdeinit
ka: KDE-ის სერვისების, მაგ: kdeinit, გაშვება
tt: Kdeinit кебек KDE хезмәтләрен эшләтергә

source: <b>Compatibility</b>
ka: <b>თავსებადობა</b>
tt: <b>Ярашлылык</b>

source: Manage _remote applications
ka: _დაშორებული აპლიკაციების მართვა
tt: _Читтәге кушымталар белән идарә итәргә

source: Manage remote applications over the network (this may be a security risk)
ka: მართეთ დაშორებული აპლიკაციები ქსელით (ეს, შეიძლება, რისკიანი იყოს)
tt: Читтәге кушымталар белән челтәр аша идарә итәргә (имин булмаска мөмкин)

source: <b>Security</b>
ka: <b>უსაფრთხოება</b>
tt: <b>Иминлек</b>

source: Ad_vanced
ka: დამატებითი
tt: Өст_әмә

source: Saving Session
ka: სესია ინახება
tt: Сеансны саклау

source: Your session is being saved. If you do not wish to wait, you may close this window.
ka: მიმდინარეობს თქვენი სესიის შენახვა. თუ არ გნებავთ, მოითმინოთ, უბრალოდ დახურეთ ეს ფანჯარა.
tt: Сеанс сакланыла. Әгәр көтәргә теләмәсәгез, бу тәрәзне яба аласыз.
