Repository: xfce-mirror/xfce4-session
Catalog: po/vec.po
Languages: vec

source: Xfce Session
vec: Sesion XFCE

source: Use this session to run Xfce as your desktop environment
vec: Dòpara sta sesion par doparar Xfce cofà anbiente desktop

source: Session
vec: Sesion

source: Last accessed
vec: Ùltema entrada

source: Screensaver
vec: Salvaschermo

source: Launch screensaver and locker program
vec: Inisiar el salvaschermo e el programa de bloco

source: Settings manager socket
vec: Socket del zestor de configurasion

source: SOCKET ID
vec: ID DEL SOCKET

source: Version information
vec: Informasion de ła version

source: Type '%s --help' for usage.
vec: El scriva '%s --help' par védar informasion so ła so dòpara.

source: The Xfce development team. All rights reserved.
vec: El grupo de desviłupo de Xfce. Tuti i diriti riservai

source: Please report bugs to <%s>.
vec: Informar de l'eror a «%s»

source: Unable to contact settings server
vec: No se ga podesto contatar el server de configurasion

source: Unable to create user interface from embedded definition data
vec: No se połe crear ła interfasa de l'utente partindo dai dati de definision incorporai

source: App_lication Autostart
vec: _Inìsio automàtego

source: Currently active session:
vec: Sesion ativa deso:

source: If running
vec: Se ła ze drio ndar

source: Always
vec: Senpre

source: Immediately
vec: Suito

source: Never
vec: Mai

source: Session Save Error
vec: Eror co se zera drio salvar ła sesion

source: Unable to save the session
vec: No ze pusìbiłe salvar ła sesion

source: _Close
vec: _Sarar

source: Clear sessions
vec: Descanceła łe sesion

source: Are you sure you want to empty the session cache?
vec: Confermar de vołer svodar la cache de sesion?

source: The saved states of your applications will not be restored during your next login.
vec: I stati salvai de łe aplicasion no i vegnarà restaurai inte ła pròsima sesion.

source: _Cancel
vec: _Tornar indrio

source: _Proceed
vec: _Continuar

source: You might need to delete some files manually in "%s".
vec: Ze pusìbiłe che se gàpie da ełiminar racuanti file manualmente in «%s».

source: All Xfce cache files could not be cleared
vec: No se ga podesto descancełar tuti i file da ła cache de Xfce

source: Are you sure you want to terminate "%s"?
vec: Seguro de vołer terminar «%s»?

source: Terminate Program
vec: Terminar el programa

source: The application will lose any unsaved state and will not be restarted in your next session.
vec: Ła aplicasion ła perdarà calsìasi stato no salvà e no ła vegnarà reinisiada inte ła pròsima sesion.

source: _Quit Program
vec: _Terminar el programa

source: Unable to terminate program.
vec: No se połe terminar el programa.

source: (Unknown program)
vec: (Programa desconosesto)

source: Priority
vec: Priorità

source: Program
vec: Programa

source: Restart Style
vec: Stiłe de reinìsio

source: _OK
vec: _Acetar

source: Add application
vec: Zontar na aplicasion

source: Name:
vec: Nome:

source: Description:
vec: Descrision:

source: Command:
vec: Comando:

source: Trigger:
vec: Ativasion

source: Select a command
vec: Ełèzar un comando

source: Cancel
vec: Tornar indrio

source: OK
vec: Acetar

source: Edit application
vec: Modifegar ła aplicasion

source: on login
vec: Scumisiando ła sesion

source: on logout
vec: Sarando ła sesion

source: on shutdown
vec: Stuando

source: on restart
vec: Reinisiando

source: on suspend
vec: Sospendendo

source: on hibernate
vec: Ibernando

source: on hybrid sleep
vec: Sospendendo in modo ìbrido

source: on switch user
vec: Canbiando utente

source: Failed to open %s for writing
vec: No se ga podesto vèrzar %s in modo scritura

source: Failed to unlink %s: %s
vec: No se ga podesto ełiminar el cołegamento %s: %s

source: Failed to create file %s
vec: No se ga podesto crear el file %s

source: Failed to write file %s
vec: No se ga podesto scrìvar el file %s

source: Failed to open %s for reading
vec: No se ga podesto vèrzar %s in modo letura

source: Failed to set run hook
vec: Eror configurando ła sesion

source: Trigger
vec: Ativasion

source: Add
vec: Zontar

source: Remove
vec: Ełiminar

source: Remove application
vec: Ełiminar ła aplicasion

source: Edit
vec: Modifegar

source: Failed adding "%s"
vec: No se ga podesto vèrzar «%s»

source: Failed to remove item
vec: No se ga podesto ełiminar l'ełemento

source: Failed to edit item
vec: No se ga podesto modificar l'ełemento

source: Failed to edit item "%s"
vec: No se ga podesto modifegar l'ełemento «%s»

source: Failed to toggle item
vec: No se ga podesto ativar/dezativar el ełemento

source: Disable binding to TCP ports
vec: Dezativar el cołegamento a łe porte TCP

source: Print version information and exit
vec: Mostra informasion de ła version e ndar fora

source: Session Manager
vec: Zestor de sesion

source: Choose the session you want to restore. You can simply double-click the session name to restore it.
vec: Ełèzar ła sesion che se vołe restaurar. Far dópio click inte el nome de ła sesion.

source: Create a new session.
vec: Crear na nova sesion.

source: Delete a saved session.
vec: Ełiminar na sesion salvada

source: Log Out
vec: Sarar sesion

source: Cancel the login attempt and return to the login screen.
vec: Tornar indrio a ła schermada de inìsio de sesion

source: Start
vec: Inisiar

source: Start an existing session.
vec: Inisiar na sesion ezistente

source: (Unknown)
vec: (Sconosesto)

source: Could not look up internet address for %s. This will prevent Xfce from operating correctly. It may be possible to correct the problem by adding %s to the file /etc/hosts on your system.
vec: No se ga podesto catar el inderiso de Internet de %s. Sto eror el farà-sì che Xfce no el funsione coretamente. Ze pusìbiłe corèzar el problema zontando %s al file /etc/hosts del sistema.

source: Continue anyway
vec: Continuar de forsa

source: Try again
vec: Tentar da novo

source: Unable to determine failsafe session name. Possible causes: xfconfd isn't running (D-Bus setup problem); environment variable $XDG_CONFIG_DIRS is set incorrectly (must include "%s"), or xfce4-session is installed incorrectly.
vec: No se połe determenar el nome de ła sesion a prova de erori. Pusìbiłi càuze: No se ga inisià xfconfd (eror de configurasion del D-Bus); Se ga configurà incoretamente ła variàbiłe de anbiente $XDG_CONFIG_DIRS (ła ga da inclùdar «%s») No se ga instałà coretamente xfce4-session.

source: The specified failsafe session ("%s") is not marked as a failsafe session.
vec: La sesion a prova de erori spesifegada («%s») no ła ze marcada cofà na sesion a prova de erori.

source: The list of applications in the failsafe session is empty.
vec: La lista de aplicasion de ła sesion a prova de erori ła ze voda

source: Name for the new session
vec: Nome par ła nova sesion

source: Session Manager Error
vec: Eror del zestor de sesion

source: Unable to load a failsafe session
vec: No se ga podesto cargar ła sesion a prova de erori

source: _Quit
vec: _Ndar fora

source: Shutdown Failed
vec: No se ga podesto stuar

source: Failed to suspend session
vec: No se ga podesto sospéndar ła sesion

source: Failed to hibernate session
vec: No se ga podesto ibernar ła sesion

source: Failed to hybrid sleep session
vec: No se ga podesto sospéndar ła sesion de forma ìbrida

source: Failed to switch user
vec: No se ga podesto canbiar de utente

source: Can only terminate clients when in the idle state
vec: I połe vegner terminai solché i clienti in stato inativo

source: Session manager must be in idle state when requesting a checkpoint
vec: El zestor de sesion el ga da èsar inativo co se domanda un ponto de controło

source: Session manager must be in idle state when requesting a shutdown
vec: El zestor de sesion el ga da èsar inativo co se domanda ła stuada

source: Session manager must be in idle state when requesting a restart
vec: El zestor de sesion el ga da èsar inativo co se domanda el reinìsio

source: Session manager must be in idle state when requesting a sleep
vec: El zestor de sesion el ga da èsar inativo co se domanda ła sospension

source: Session manager must be in idle state when requesting a user switch
vec: El zestor de sesion el ga da èsar inativo co se domanda el cànbio utente

source: Log out %s
vec: Sarar ła sesion de %s

source: _Log Out
vec: _Sarar sesion

source: _Restart
vec: _Reinisiar

source: Shut _Down
vec: _Stuar

source: Sus_pend
vec: Sos_péndar

source: _Hibernate
vec: _Ibernar

source: H_ybrid Sleep
vec: Sospension _ìbrida

source: Switch _User
vec: Canbiar de _utente

source: _Save session for future logins
vec: _Salvar ła sesion par i prosimi inisi de sesion

source: An error occurred
vec: Ghe ze un eror

source: Shutdown is blocked by the kiosk settings
vec: Ła configuasion del modo chiosco el ga blocà ła stuada

source: Unknown shutdown method %d
vec: Magnera de stuar desconosesta %d

source: Log out without displaying the logout dialog
vec: Sarar sesion sensa mostrar ła schermada de sarada de sesion

source: Halt without displaying the logout dialog
vec: Stuar sensa mostrar ła schermada de sarada de sesion

source: Reboot without displaying the logout dialog
vec: Reinisiar sensa mostrar ła schermada de sarada de sesion

source: Suspend without displaying the logout dialog
vec: Sospéndar sensa mostrar ła schermada de sarada de sesion

source: Hibernate without displaying the logout dialog
vec: Ibernar sensa mostrar ła schermada de sarada de sesion

source: Hybrid Sleep without displaying the logout dialog
vec: Sospédar in modo ìbrido sensa mostrar ła schermada de sarada de sesion

source: Switch user without displaying the logout dialog
vec: Canbiar utente sensa mostrar ła schermada de sarada de sesion

source: Log out quickly; don't save the session
vec: Sarada de sesion ràpida: No salvar ła sesion

source: Unknown error
vec: Eror desconosesto

source: Written by Benedikt Meurer <benny@xfce.org>
vec: Scrivesto da Benedikt Meurer <benny@xfce.org>

source: and Brian Tarricone <kelnos@xfce.org>.
vec: e Brian Tarricone <kelnos@xfce.org>.

source: Received error while trying to log out
vec: Se ga avesto un mesajo de eror intentando sarar sesion

source: Log out of the Xfce Desktop
vec: Sarar sesion del desktop Xfce

source: Shutdown, restart, suspend, or hibernate the system
vec: Stuar, reinisiar, sospéndar o ibernar el sistema

source: Authentication is required to shutdown, restart, suspend, or hibernate the system.
vec: Se ghe dimanda ła autentegasion par stuar, reinisiar, sospéndar o ibernar el sistema

source: Session and Startup
vec: Sesion e inìsio

source: Customize desktop startup
vec: Personałizar el inìsio

source: session;settings;preferences;manager;startup;login;logout;shutdown;lock screen;application;autostart;launch;services;daemon;agent;
vec: sesion;inpostasion;configurasion;prefarense;zestor;inìsio;inisiar;sarar;stuar;schermada de bloco;aplicasion;inìsio automàtego;inìsio;servisi;dèmone;azente;

source: These applications are a part of the currently-running session, and can be saved now or when you log out. Changes below will only take effect when the session is saved.
vec: Ste aplicasion łe forma parte de ła sesion drio ndar e łe połe vegner salvar deso o co se sarà drio sararse ła sesion. I canbi che vegnarà fati i gavarà efeto solché co se salvarà ła sesion.

source: _Help
vec: _Juto

source: _Display chooser on login
vec: _Mostrar el sełetor de sesion a l'inìsio

source: Display the session chooser every time Xfce starts
vec: Mostrar el sełetor de sesion ogni cual volta che Xfce el se inìsia

source: <b>Session Chooser</b>
vec: <b>Sełetor de sesion</b>

source: Automatically save session on logo_ut
vec: Salva automategamente ła sesion _co se va fora

source: Always save the session when logging out
vec: Salar senpre ła sesion ndando fora

source: Pro_mpt on logout
vec: _Domandar co se va fora

source: Prompt for confirmation when logging out
vec: Domandar conferma ndando fora

source: <b>Logout Settings</b>
vec: <b>Configurasion de ła sarada de sesion</b>

source: Lock screen be_fore sleep
vec: _Blocar el schermo prima de sospéndar

source: <b>Shutdown</b>
vec: <b>Stuar</b>

source: _General
vec: _Zenerałe

source: Save Sess_ion
vec: Salvar ła sesion

source: Currently active session: <b>Default</b>
vec: Sesion ativa: <b>Predetermenada</b>

source: Current Sessio_n
vec: _Sesion atuałe

source: _Remove
vec: _Ełiminar

source: Delete the selected session
vec: Ełiminar ła sesion ełezesta

source: Clear Save_d Sessions
vec: _Descancełar łe sesion salvae

source: Saved _Sessions
vec: Sesion _salvae

source: Launch GN_OME services on startup
vec: _Inisiar i servisi de GNOME a l'inìsio

source: Start GNOME services, such as gnome-keyring
vec: _Inisiar i servisi de GNOME, come el depòzito de ciavi

source: Launch _KDE services on startup
vec: _Inisiar i servisi de KDE a l'inìsio

source: Start KDE services, such as kdeinit
vec: _Inisiar i servisi de KDE, come KDEInit

source: <b>Compatibility</b>
vec: <b>Conpatibiłità</b>

source: Manage _remote applications
vec: Zestionar aplicasion _remote

source: Manage remote applications over the network (this may be a security risk)
vec: Zestionar aplicasion remote traverso de ła rete (el podaria presupor un rìs-cio de seguresa)

source: <b>Security</b>
vec: <b>Seguresa</b>

source: Ad_vanced
vec: Opsion _avansae

source: Saving Session
vec: Salvando ła sesion

source: Your session is being saved. If you do not wish to wait, you may close this window.
vec: Se ze drio salvar ła sesion. Se no se vołe spetar, se połe sarar sta fenestra.
