Repository: xfce-mirror/xfce4-session
Catalog: doc/manual/po/*.po
Languages: tr

source: Xfce 4 Session Manager
tr: Xfce 4 Oturum Yöneticisi

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
tr: Bu dokümanın dağıtımı, kopyalanması ve/veya düzenlenmesi GNU Özgür Belgeleme Lisansı 1.1 sürümü ve daha sonraki sürümleri de dahil olmak üzere, ancak değişmesi imkansız biçimde olmamak kaydı ile serbesttir. Lisansın tamamına <ulink type="http" url="http://www.gnu.org/">Özgür Yazılım Vakfı</ulink> sitesinden ulaşabilirsiniz.

source: Software developer
tr: Yazılım geliştiricisi

source: os-cillation
tr: salınım

source: System development
tr: Sistem geliştirme

source: This manual describes the @PACKAGE_NAME@ package, version @PACKAGE_VERSION@.
tr: Bu kılavuz <application>@PACKAGE_NAME@</application> paketinin @PACKAGE_VERSION@ sürümünü anlatır.

source: Introduction
tr: Giriş

source: <application>@PACKAGE_NAME@</application> is a session manager for Xfce 4. Its task is to save the state of your desktop (opened applications and their location) and restore it during a next startup. You can create several different sessions and choose one of them on startup.
tr: <application>@PACKAGE_NAME@</application> Xfce 4 için bir oturum yöneticisidir. Görevi masaüstünüzün durumunu kaydetmek (açılmış uygulamalar ve bunların konumları) ve bir sonraki açılışta bu düzeni geri yüklemektir. Birden fazla farklı oturum yaratabilir ve bunlardan bir tanesini başlangıçta seçebilirsiniz.

source: <application>@PACKAGE_NAME@</application> provides session management for both X11R6 and legacy X11R5 protocols. If you don't need legacy session management support, you can disable it at compile time, giving --disable-legacy-sm to ./configure. Do <emphasis>NOT EVER</emphasis> run <application>smproxy</application> in session that is managed by <application>@PACKAGE_NAME@</application>, or weird things will happen. The included legacy session management does everything that <application>smproxy</application> would do, and besides that, it also supports multiscreen display.
tr: <application>@PACKAGE_NAME@</application> hem X11R6, hem de tarihi X11R5 protokollerine oturum yönetimi sağlar. Eğer tarihi oturum yöneticisine sağlanan desteğe ihtiyacınız yoksa, bunu derleme sırasında, --disable-legacy-sm seçeneğini ./configure komutuna vererek, sağlayabilirsiniz. <emphasis>SAKIN</emphasis> <application>smproxy</application> uygulamasını <application>@PACKAGE_NAME@</application> tarafından yünetilen bir oturum sırasında çalıştırmayın, çalıştırırsanız garip şeyler olacaktır. Dahil edilen tarihi oturum yöneticisi <application>smproxy</application>'nin yapabileceği her şeyi yapabilir ve bunun yanında ayrıca çoklu ekran gösterimini destekler.

source: Session Manager settings
tr: Oturum Yöneticisi ayarları

source: General preferences
tr: Genel tercihler

source: <application>@PACKAGE_NAME@</application> general preferences
tr: <application>@PACKAGE_NAME@</application> genel tercihler

source: Shows the General tab of the <application>@PACKAGE_NAME@</application> settings dialog.
tr: Ayarlar iletişim penceresinin <application>@PACKAGE_NAME@</application> Genel sekmesini göster.

source: Display chooser on login
tr: Giriş ekranında seçiciyi göster

source: If set, the session manager will ask you to choose a session every time you log in to Xfce.
tr: Seçilirse, oturum yöneticisi Xfce'ye her girdiğinizde bir oturum seçmenizi isteyecektir.

source: Automatically save session on logout
tr: Çıkışta otomatik olarak oturumu kaydet

source: This option instructs the session manager to save the current session automatically when you log out. If you don't select this option you'll be prompted whether you want to save the current session on each logout.
tr: Bu seçenek oturum yöneticisinin çıkışta mevcut oturumu otomatik olarak kaydetmesini sağlar. Eğer bu seçeneği seçmezseniz her çıkışta oturum kaydedilip edilmeyeceği size sorulur.

source: Prompt on logout
tr: Çıkışta sor

source: This option disables the logout confirmation dialog. Whether the session will be saved or not depends on whether you enabled the automatic saving of sessions on logout or not.
tr: Bu seçenek çıkıştaki onaylama penceresini pasif hale getirir. Çıkışta oturumu kaydedip kaydetmeyeceği otomatik kayıt seçeneğinin durumuna bağlıdır.

source: Advanced preferences
tr: Gelişmiş tercihler

source: <application>@PACKAGE_NAME@</application> advanced preferences
tr: <application>@PACKAGE_NAME@</application> gelişmiş tercihler

source: Shows Advanced tab of the <application>@PACKAGE_NAME@</application> settings dialog.
tr: <application>@PACKAGE_NAME@</application> ayarlar iletişim penceresinin Gelişmiş sekmesini gösterir.

source: Launch Gnome services on startup
tr: Başlangıçta Gnome servislerini çalıştır

source: Enable this option if you need the GNOME keyring daemon to be run on startup. This option also instructs <application>@PACKAGE_NAME@</application> to bring up the GNOME assistive technologies at startup (if enabled in the GNOME control center). See the GNOME documentation for more information on this topic.
tr: GNOME keyring hizmetini başlangıçta çalıştırmaya ihtiyaç duyarsanız bu seçeneği etkinleştirin. Bu seçenek aynı zamanda <application>@PACKAGE_NAME@</application> uygulamasını başlangıçta GNOME yardımcı teknolojilerine getirmeyi sağlar (eğer GNOME kontrol merkezinde etkinleştirildiyse). Bu konu hakkında daha fazla bilgi için GNOME belgelendirmesine bakın.

source: Launch KDE services on startup
tr: Açılışta KDE servislerini başlat

source: Enable this option if you plan to run KDE applications as part of your Xfce Desktop session. This will notably increase the startup time, but on the other hand, KDE applications will startup faster. Some KDE applications may not work at all if you don't enable this option.
tr: Eğer Xfce Masaüstü oturumunuzda KDE uygulamaları çalıştırmak istiyorsanız bu seçeneği aktif hale getirin. Bu ilk açılış zamanını uzatmasına rağmen KDE uygulamalarının açılışını hızlandıracaktır.Bazı KDE uygulamaları bu seçeneği aktif etmemeniz durumunda çalışmayabilecektir.

source: Manage remote applications
tr: Uzaktaki uygulamaları yönet

source: Allow the session manager to manage applications running on remote hosts. Since this option may constitute a security risk, by listening to a TCP port on your system, do not enable it unless you know what you are doing.
tr: Oturum yöneticisinin uzak bilgisayarlardaki uygulamaları yönetmesine izin ver. Bu seçenek bilgisayarınızdaki bir TCP portunu dinleyeceğinden bazı güzenlik riskleri taşıyabilir. Ne yaptığınızı bilmiyorsanız aktif etmeyin.

source: System administrators may want to disable this option globally using the session managers <ulink url="#xfsm-kiosk-mode" type="html">KIOSK capabilities</ulink>.
tr: Sistem yöneticileri bu seçeneği oturum yöneticisinin <ulink url="#xfsm-kiosk-mode" type="html">KIOSK yeteneklerini</ulink> kullanarak genel olarak kapatmak isteyebilirler.

source: Customizing the Session Manager
tr: Oturum Yöneticisini Kişiselleştirmek

source: You can customize the splash-screen that <application>@PACKAGE_NAME@</application> will use when you log in to Xfce 4. There is a dedicated dialog available from the <emphasis>Xfce 4 Settings Manager</emphasis>.
tr: Xfce'de oturum açtığınızda <application>@PACKAGE_NAME@</application>'nin kullanacağı açılış resmini özelleştirebilirsiniz. <emphasis>Xfce 4 Yapılandırma Yöneticisi</emphasis>ni bunun için kullanabilirisiniz.

source: Splash screen settings
tr: Karşılama ekranı ayarları

source: Splash screen settings dialog
tr: Karşılama ekranı ayarları iletişim penceresi

source: Shows the <application>@PACKAGE_NAME@</application> splash screen settings dialog.
tr: <application>@PACKAGE_NAME@</application> uygulamasının karşılama ekran ayarları iletişim penceresini gösterir.

source: On the left, the dialog shows a list of all installed engines. Select an engine, and you will see, if available, a preview and information about it. You can click on the <guibutton>Test</guibutton> button to see a demonstration of the selected splash screen engine.
tr: Sol tarafta yüklenmiş bütün motorları göreceksiniz. Bir motoru seçtiğinizde, eğer mevcutsa, bir ön izleme ve hakkında kısa bilgi gösterilecektir. <guibutton>Test</guibutton> düğmesine tıkladığınızda bir ön izleme yapılacaktır.

source: <application>@PACKAGE_NAME@</application> provides three Splash themes engines by default. Their respective configuration options - if any - are available from the <guibutton>Configure</guibutton> button.
tr: <application>@PACKAGE_NAME@</application> varsayılan olarak üç adet Açılış teması motoru sağlar. Kendi yapılandırma seçeneklerine - varsa - <guibutton>Configure</guibutton> düğmesinden ulaşılabilir.

source: Shutdown/reboot options
tr: Kapatma/yeniden başlatma seçenekleri

source: <application>@PACKAGE_NAME@</application> supports shutting down your computer when you log out of your desktop session. To be able to shutdown the computer, you have to be listed in the systems <filename>sudoers</filename> file, in particular, you must be allowed to execute the command <filename>${HELPERDIR}/xfce4/session/xfsm-shutdown-helper</filename> (<filename>/usr/sbin/xfsm-shutdown-helper</filename> on Debian GNU/Linux) as user root (where <filename>${HELPERDIR}</filename> is the directory passed to configure with the --with-helper-path-prefix option or <filename role="directory">/usr/local/lib/xfce4/session</filename> by default.
tr: <application>@PACKAGE_NAME@</application> masaüstü oturumunuzdan çıkış yaptığınızda bilgisayarınızı kapatmayı sağlar. Bilgisayarı kapatabilmek için, sistemin <filename>sudoers</filename> dosyasındaki listesinde olmanız gerekmektedir, özellikle <filename>${libdir}/xfce4/session/xfsm-shutdown-helper</filename>(Debian GNU/Linux'da <filename>/usr/sbin/xfsm-shutdown-helper</filename>) komutunu çalıştırmak için root kullanıcısı olarak izinli olmasınız (<filename>${libdir}</filename> dizinin <filename role="directory">lib</filename> olduğu yüklediğiniz önekteki alt dizin <application>@PACKAGE_NAME@</application>, örnek olarak <filename role="directory">/usr/local/lib/xfce4/session</filename>).

source: For example, lets say, you built <application>@PACKAGE_NAME@</application> with the default options, your hostname is <emphasis>myhost</emphasis> and your user account is named <emphasis>myuser</emphasis>, then you would have to add the following line to your <filename>sudoers</filename> file (remember to use <application>visudo</application> to edit that file):
tr: Örneğin, <application>@PACKAGE_NAME@</application> uygulamasını <filename role="directory">/usr/local</filename> dizinine yüklemişseniz ve kullanıcı adınız <emphasis>myuser</emphasis> ise <filename>sudoers</filename> dosyasında (bu dosyayı düzenlemek için <application>visudo</application> kullanabilirsiniz) aşağıdaki gibi bir satır olacaktır:

source: Advanced
tr: Gelişmiş

source: Files and Environment Variables
tr: Dosya ve Çevre Değişkenleri

source: Xfce now uses the Basedir Specification as defined on <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> to locate its data and configuration files. This means that file locations will be specified as a path relative to the directories described in the specification.
tr: <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> adresinde tanımlandığı üzere, Xfce artık verilerini ve yapılandırma dosyalarını konumlandırmak için Ana Dizin spesifikasyonunu kullanıyor. Bunun anlamı dosya konumları, spesifikasyonda tanımlanan dizine göre belirlenecektir.

source: The first base directory to look for configuration files. By default this is set to <filename role="directory">~/.config/</filename>.
tr: Yapılandırma dosyalarının aranacağı ilk temel dizin. Varsayılan olarak bu <filename role="directory">~/.config/</filename> dizinidir.

source: A list of system directories that contain configuration data. By default the panel will look in <filename role="directory">${sysconfdir}/xdg/</filename> and <filename role="directory">/etc/xdg/</filename>. The value of ${sysconfdir} depends on how the program was build and will often be <filename role="directory">/etc/</filename> for binary packages.
tr: Yapılandırma verisi içeren sistem dizinlerinin listesi. Panel varsayılan olarak <filename role="directory">${sysconfdir}/xdg/</filename> ve <filename role="directory">/etc/xdg/</filename> dizinlerinin içerisine bakacak. ${sysconfdir} değeri programın nasıl derlendiğine ve genellikle ikili paketler için <filename role="directory">/etc/</filename> olacaktır.

source: Specifies the root for all user-specific cache data. If this environment variable is unset, it defaults to <filename role="directory">~/.cache</filename>.
tr: Kullanıcıya özel önbellek verilerinin kök konumunu belirler. Bu ortam değişkeni ayarlanmamış ise, varsayılan olarak <filename role="directory">~/.cache</filename> seçilir.

source: This is the location where the list of applications that should be automatically run on login is stored. Each autostarted application is represented by a <filename>.desktop</filename> file (see the <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html">Desktop Entry Specification</ulink> for details).
tr: Burası giriş yapıldığında otomatik olarak çalışması gereken uygulamaların listesinın tutulduğu yerdir. Her otomatik başlayan uygulama bir<filename>.desktop</filename> dosyası ile temsil edilir. (detaylar için bkz. <ulink type="http" url="http://standards.freedesktop.org/desktop-entry-spec/desktop-entry-spec-latest.html">Desktop Entry Specification</ulink>).

source: Prior to Xfce 4.3, the list of autostarted applications was stored in <filename role="directory">~/Desktop/Autostart</filename>, which contained scripts and symbolic links to applications. If you run <application>@PACKAGE_NAME@</application> @PACKAGE_VERSION@ or above for the first time, it will automatically migrate the autostart items from the old location to the standard location and place a <filename>LOCATION-CHANGED.txt</filename> file in the old directory, that describes the location change.
tr: Xfce 4.3 ile, otomatik başlayan uygulamaların listesi, betikler ve uygulamalara kısayollar içeren, <filename role="directory">~/Desktop/Autostart</filename> dosyasında saklanır. Eğer <application>@PACKAGE_NAME@</application> @PACKAGE_VERSION@ veya daha yeni bir sürümünü ilk defa çalıştıracak olursanız, otomatik başlayan uygulamalara ait maddeleriniz eski konumlarından kendiliğinden standart konumlarına taşınacak ve eski konumlarına, yapılan konum değişikliklerini belirten <filename>LOCATION-CHANGED.txt</filename> adında bir dosya yerleştirilecek.

source: This is the location of the configuration file that includes the various settings for <application>@PACKAGE_NAME@</application>, which can be changed from the settings dialog.
tr: <application>@PACKAGE_NAME@</application> için çeşitli ayarların da bulunduğu yapılandırma dosyasının konumu. Ayarlar penceresinden değiştirilebilir.

source: This is the location of the configuration file that includes the configuration for the splash screen, which can be changed from the settings dialog.
tr: Açılış penceresininde yapılandırmasını içeren, yapılandırma dosyasının konumu. Ayarlar penceresinden değiştirilebilir.

source: The directory where <application>@PACKAGE_NAME@</application> and <application>xfwm4</application> store the session data to.
tr: <application>@PACKAGE_NAME@</application> and <application>xfwm4</application>'un oturum verilerini depoladığı dizin.

source: Kiosk mode configuration file. See <ulink url="#xfsm-kiosk-mode">next section</ulink> for an explanation.
tr: Kiosk kipi yapılandırma dosyası. Açıklama için <ulink url="#xfsm-kiosk-mode">sonraki bölüm</ulink>e bakınız.

source: None of the configuration files, except the <filename>kioskrc</filename>, are designed to be edited by hand during a Xfce session; in fact, the changes will be overwritten if you edit them while the session manager or the settings managers are running.
tr: Yapılandırma dosyalarının <filename>kioskrc</filename> hariç hiç biri, bir Xfce oturumunda elle değiştirilmek için tasarlanmamıştır; aslında oturum yöneticisi veya ayar yöneticisi çalışırken yapacağınız değişikliklerin üstüne yazılacaktır.

source: System administrators might want to customize the file <filename>${sysconfdir}/xdg/xfce4-session/xfce4-session.rc</filename> to change the default applications that are run on Xfce startup. For example, if you want to start the <application>xfce4-iconbox</application> instead of the <application>xftaskbar4</application>, you would change the <emphasis>[Failsafe Session]</emphasis> section like to something like this:
tr: Sistem yöneticileri <filename>${sysconfdir}/xdg/xfce4-session/xfce4-session.rc</filename> dosyasını, Xfce başladığında çalışacak uygulamaları değiştirmek için özelleştirmek isteyebilirler. Örneğin eğer <application>xftaskbar4</application> uygulaması yerine, <application>xfce4-iconbox</application> uygulamasının başlamasını istiyorsanız. <emphasis>[Failsafe Session]</emphasis> bölümünü şu şekilde değiştirebilirsiniz:

source: Kiosk Mode
tr: Kiosk Kipi

source: The session manager offers support for the Kiosk Mode, that helps to prevent users from making changes to their session settings. To use it you have to edit or create the file <filename>${sysconfdir}/xdg/xfce4/kiosk/kioskrc</filename>.
tr: Oturum yöneticisi, kullanıcıların kendi oturum ayarlarını değiştirmelerine engel olan Kiosk Modu'nu destekler. Kullanmak için <filename>${sysconfdir}/xdg/xfce4/kiosk/kioskrc</filename> dosyasını değiştirmeniz veya oluşturmanız gerekir.

source: The way to explain the format of this file is by using an example. The xfce4-session section of your <filename>kioskrc</filename> might look like this:
tr: Bu dosyanın biçimini açıklamanın yolu bir örnek kullanarak açıklamaktır. <filename>kioskrc</filename> dosyanızın xfce4-session bölümü aşağıdaki gibi görünebilir:

source: This allows all users to change their splash, chooser and logout settings, but allows only users in the group <emphasis>wheel</emphasis> to customize the compatibility settings and shutdown the system. No one will be allowed to adjust the security settings.
tr: Bu tüm kullanıcıların açılış görüntülerini, oturum seçici ve çıkış yapma ayarlarını değiştirmelerine olanak tanır. Fakat uyumluluk ayarları ve sistemi kapatmayı <emphasis>wheel</emphasis> gurubundaki kullanıcılar düzenleyebilir. Hiç kimsenin güvenlik ayarlarını değiştirmesine izin verilmeyecek.

source: The session manager supports the following KIOSK capabilities:
tr: Oturum yöneticisi aşağıdaki KIOSK özelliklerini destekliyor:

source: CustomizeSplash
tr: AçılışResminiÖzelleştir

source: Whether or not the user is allowed to customize the splash screen.
tr: Kullanıcının açılış resmini özelleştirmeye yetkisinin olup olmadığı

source: CustomizeChooser
tr: SeçiciyiDüzenle

source: Whether or not the user is allowed to customize the session chooser settings.
tr: Kullanıcının oturum seçici ayarlarını değiştirip değiştiremeyeceği.

source: CustomizeLogout
tr: ÇıkışKişiselleştir

source: Whether or not the user is allowed to customize the logout settings.
tr: Kullanıcının çıkış ayarlarını kişiselleştirmesine izin verip vermeyeceği.

source: CustomizeCompatibility
tr: UygunluğuDüzenle

source: Whether or not the user is allowed to customize the compatibility settings (KDE/Gnome compat)
tr: Kullanıcının (KDE/Gnome) uyumluluk ayarlarını değiştirip değiştiremeyeceği

source: CustomizeSecurity
tr: GüvenliğiDüzenle

source: Whether or not the user is allowed to customize the security settings. This is one of the most <emphasis>IMPORTANT</emphasis> settings, since it prevents users (actually <filename>libICE</filename>) from binding to a TCP port.
tr: Kullanıcının güvenlik ayarlarını değiştirmeye yetkili olup olmadığı. Bu en <emphasis>ÖNEMLİ</emphasis> ayardır çünkü kullanıcları (gerçekte <filename>libICE</filename>ı) bir TCP portuna bağlanmaktan alıkoyabilir

source: Shutdown
tr: Kapat

source: Whether or not the user is allowed to shutdown (reboot or poweroff) the system. If a user lacks this capability the reboot and poweroff options in the shutdown dialog will be greyed out.
tr: Kullanıcının sistemi kapatma veya yeniden başlatma yetkisinin olup olmadığı. Eğer kullanıcının yetkisi yoksa kapatma penceresi etkisiz hale gelecektir.

source: About <application>@PACKAGE_NAME@</application>
tr: <application>@PACKAGE_NAME@</application> Hakkında

source: <application>@PACKAGE_NAME@</application> was written by Benedikt Meurer (<email>benny@xfce.org</email>). To find more information, please visit the <ulink url="http://www.xfce.org" type="http">Xfce web site</ulink>.
tr: <application>@PACKAGE_NAME@</application> paketi Benedikt Meurer tarafından yazılmıştır (<email>benny@xfce.org</email>). Daha fazla bilgi almak için, lütfen <ulink url="http://www.xfce.org" type="http">Xfce internet sitesi</ulink>ni ziyaret edin.

source: To report a bug or make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink>.
tr: Bu uygulama veya bu el kitabı hakkında bir hata raporlamak veya bir öneride bulunmak için <ulink url="http://bugzilla.xfce.org/" type="http">http://bugzilla.xfce.org/</ulink> adresindeki hata takip sistemini kullanın.

source: If you have questions about the use or installation of this package, please ask on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink> mailing list. Development discussion takes place on the <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> mailing list.
tr: Bu paketin kullanımı veya kurulu hakkında bir sorunuz varsa bunu <ulink url="http://lunar-linux.org/mailman/listinfo/xfce" type="http">xfce</ulink> listesine yazabilirsiniz. Geliştirme tartışmaları <ulink url="http://lunar-linux.org/mailman/listinfo/xfce4-dev" type="http">xfce4-dev</ulink> listesinde sürdürülmektedir.

source: This program is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
tr: Bu program Özgür Yazılım Vakfı tarafından yayınlanan GNU Genel Kamu Lisansının sürüm 2 ya da (isteğinize bağlı olarak) daha sonraki koşulları altında dağıtılmaktadır.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
tr: Bu programla birlikte GNU Genel Kamu Lisansı'nın bir kopyasını almış olmalısınız. Aksi taktirde Özgür Yazılım Vakfı, Şti., 59 Temple Place - Suite 330, Boston, MA 02111-1307, ABD'ye yazın.

source: translator-credits
tr: Gökmen Görgen <gkmngrgn@gmail.com>, 2011
